tap "homebrew/services"
tap "nikitabobko/tap"
tap "sst/tap"
brew "bat"
brew "curl"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "lazygit"
brew "sqlite"
brew "llm"
brew "mise"
brew "neovim"
brew "ollama", restart_service: :changed
brew "ripgrep"
brew "stow"
brew "tmux"
brew "zoxide"
brew "sst/tap/opencode"
cask "1password-cli"
cask "aerospace"
cask "iterm2"
cask "notion"
